IDEA Open Model
LineSupport.IsUserStiffnessY Property
Compatible with IDEA StatiCa v 10.1
 true for user stiffness
 Namespace: IdeaRS.OpenModel.Detail
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 10.1.1.1 (10.1.1.1)
Syntax
public bool IsUserStiffnessY { get; set; }
Public Property IsUserStiffnessY As Boolean
	Get
	Set
public:
property bool IsUserStiffnessY {
	bool get ();
	void set (bool value);
}
Property Value
Type: Boolean
See Also
Reference
LineSupport Class
IdeaRS.OpenModel.Detail Namespace